const FEATURES = [
  {
    name: 'Описание приложения',
    desc: `RS Lang – приложение для изучения иностранных слов с методикой интервального повторения,
           отслеживанием индивидуального прогресса и мини-играми`
  },
  {
    name: 'Учебник',
    desc: 'Электронный учебник содержит 3600 часто употребляемых английских слов, разбитых на 6 уровней сложности'
  },
  {
    name: 'Игры',
    desc: 'В приложении присутствуют игры - “Аудиовызов” и “Спринт”, помогающие гораздо быстрее усваивать пройденный материал'
  },
  {
    name: 'Статистика',
    desc: 'С помощью статистики  пользователи могут следить за своими успехами и оценивать свои результаты'
  }
];

export default FEATURES;
