const DEVELOPERS_DATA = [
  {
    name: 'Сергей Гуль',
    githubName: 'ckachok',
    role: 'Лидер команды',
    contribution: `<b>Вклад в проект:</b> Разработал дизайн и архитектуру приложения. Координировал работу команды.
                   Создал и настроил навигацию по страницам приложения, а также авторизацию и регистрацию пользователей.
                   Занимался разработкой следующих страниц - “Главная”, “О команде”.
                   Принял участие в разработке страницы “Электронного учебника”.`
  },
  {
    name: 'Валерия Каримова',
    githubName: 'valeriakarimova',
    role: 'Разработчик',
    contribution: `<b>Вклад в проект:</b> Сверстала страницы - “Главная”, “Аудиовызов”, “Спринт”.
                   Занималась полной разработкой логики и функциональности мини-игр приложения - “Аудиовызов” и “Спринт”.
                   Продумала возможность двусторонней связи мини-игр с электронным учебником.`
  },
  {
    name: 'Петров Александр',
    githubName: 'k1ndum',
    role: 'Разработчик',
    contribution: `<b>Вклад в проект:</b> Сверстал страницы - “Электронный учебник” и “Статистика”.
                   Создал и настроил функциональность основных компонентов учебника.
                   Продумал возможность двусторонней связи учебника с мини-играми.
                   Реализовал компоненты страницы “Статистика”.`
  },
];

export default DEVELOPERS_DATA;
